/* slideshow */
" left"             = " nach links";
" right"            = " nach rechts";
" rotated%@ %i%C" = " gedreht%@, um %i%C";
	/* %@    direction (left/right above)
	   %i    number of degrees
	   %C  unicode degree symbol °
	 */
" flipped" = " umgedreht";

"Auto-advance" = " Diaschau";
"seconds"      = "s"; /* use something short, like "s" */
"PAUSED"       = "ANGEHALTEN";

/* status bars */
"%u images" = "%u Bilder";

"Group %i" = "Gruppe %i";
"%u image(s) updated for Group %i" = "%u Bild(er) erneuert für Gruppe %i";

"Getting filenames..." = "Lese Verzeichnis...";
"Loading %i of %u..." = "Lade %i von %u...";

"Loading [%i/%i] %@..." = "Lade [%i/%i] %@...";

"The file %@ could not be moved to the trash because an error of %i occurred." = "Die Datei %@ kann nicht in den Papierkorb verschoben werden! Fehler: %i.";

"Could not set the desktop because an error of type %i occurred." = "Schreibtischhintergrund kann nicht geändert werden! Fehler: %i.";

"Warning" = "Achtung!";
"This operation cannot be undone! Are you sure you want to continue?" = "Dieser Vorgang kann nicht rückgängig gemacht werden!! Fortfahren?";
"Continue" = "Fortfahren";
"Cancel" = "Abbrechen";

/* Get Info Window */

"Camera-Specific Properties:\n" = "Kamera-Daten:\n";
"Image-Specific Properties:\n" = "Bilddaten:\n";
"Other Properties:\n" = "Weitere Informationen:\n";
"Unsupported Properties:\n" = "Nicht unterstützte Eigenschaften:\n";
"JPEG Comment:\n" = "JPEG Kommentar:\n";
"Progressive JPEG file\n" = "Progressive JPEG Datei\n";

"Alias" = "Alias"; /* Finder Alias */
"Width" = "Breite";
"Height" = "Höhe";
"Unable to read file" = "Kann Datei nicht lesen/öffnen";
"No images selected." = "Kein Bild ausgewählt";
"%d images selected." = "%d Bilder ausgewählt";

"Could not check for update - unable to connect to server." = "Aktualisierungsprüfung fehlgeschlagen - Kann keine Verbindung aufbauen.";
"Could not check for update - an error occurred while connecting to the server." = "Aktualisierungsprüfung fehlgeschlagen - Fehler beim Verbinden mit dem Server";
"A new version of Phoenix Slides is available." = "Eine neuere Version von Phoenix Slides ist verfügbar.";
"More Info" = "Mehr…";
"Not Now" = "Später";
"You have the latest version of Phoenix Slides." = "Ihre Software von Phoenix Slides ist auf dem neuesten Stand.";

"End of slideshow (last file was deleted)" = "Slideshow Ende (letzte Datei wurde gelöscht)";
